"previewCamera" = "Zrób zdjęcie";
"previewCameraRecord" = "Nagraj";
"previewAlbum" = "Album";
"cancel" = "Anuluj";

"originalPhoto" = "Oryginał";
"originalTotalSize" = "Razem";
"done" = "Gotowe";
"ok" = "OK";
"editFinish" = "Zakończ";
"cameraDone" = "Gotowe";
"inputDone" = "Gotowe";

"back" = "Wstecz";
"edit" = "Edytuj";
"revert" = "Przywróć";
"brightness" = "Jasność";
"contrast" = "Kontrast";
"saturation" = "Nasycenie";
"exposure" = "Ekspozycja";
"sharpness" = "Ostrość";
"temperature" = "Temperatura barwowa";
"tint" = "Odcień";
"vignette" = "Winieta";
"vibrance" = "Naturalna żywość";

"photo" = "Zdjęcie";
"preview" = "Podgląd";

"noPhotoTips" = "Brak zdjęć";

"hudLoading" = "Ładowanie...";
"hudProcessing" = "Przetwarzanie...";

"exceededMaxSelectCount" = "Możesz wybrać maksymalnie %ld zdjęć";
"longerThanMaxVideoDuration" = "Nie można wybrać filmu dłuższego niż %ld sekund";
"shorterThanMinVideoDuration" = "Nie można wybrać filmu krótszego niż %ld sekund";
"largerThanMaxVideoDataSize" = "Nie można wybrać filmu większego niż %@MB";
"smallerThanMinVideoDataSize" = "Nie można wybrać filmu mniejszego niż %@MB";
"exceededMaxVideoSelectCount" = "Możesz wybrać maksymalnie %ld filmów";
"lessThanMinVideoSelectCount" = "Musisz wybrać co najmniej %ld filmów";

"noCameraAuthorityAlertMessage" = "Przejdź do \"Ustawienia > Prywatność > Aparat\" w iPhone, aby zezwolić %@ na dostęp do aparatu";
"noPhotoLibraryAuthorityAlertMessage" = "Przejdź do \"Ustawienia > Prywatność > Zdjęcia\" w iPhone, aby zezwolić %@ na dostęp do zdjęć";
"noMicrophoneAuthorityAlertMessage" = "Nagrywanie dźwięku niemożliwe. Przejdź do \"Ustawienia > %@\" i włącz mikrofon";
"unableToAccessAllPhotos" = "Ustawiłeś %@ na dostęp tylko do części zdjęć. Zalecamy zezwolenie na dostęp do „Wszystkich zdjęć”";
"noLibraryAuthTitleInThumbList" = "Brak dostępu do zdjęć w albumie";
"noLibraryAuthDescInThumbList" = "Wyłączyłeś dostęp %@ do zdjęć. Zalecamy zezwolenie na dostęp do „Wszystkich zdjęć”";
"gotoSystemSettingInThumbList" = "Przejdź do ustawień systemowych";

"cameraUnavailable" = "Aparat niedostępny";
"keepRecording" = "Kontynuuj nagrywanie";
"gotoSettings" = "Przejdź do ustawień";

"iCloudVideoLoadFaild" = "Nie można zsynchronizować z iCloud";
"imageLoadFailed" = "Nie udało się załadować zdjęcia";

"save" = "Zapisz";
"saveImageError" = "Nie udało się zapisać zdjęcia";
"saveVideoError" = "Nie udało się zapisać filmu";
"timeout" = "Przekroczono limit czasu żądania";

"customCameraTips" = "Dotknij, aby zrobić zdjęcie. Przytrzymaj, aby nagrać";
"customCameraTakePhotoTips" = "Dotknij, aby zrobić zdjęcie";
"customCameraRecordVideoTips" = "Przytrzymaj, aby nagrać";
"customCameraTapToRecordVideoTips" = "Dotknij, aby nagrać";
"minRecordTimeTips" = "Nagrywaj co najmniej %ld sekund";

"cameraRoll" = "Ostatnie";
"panoramas" = "Panoramy";
"videos" = "Filmy";
"favorites" = "Ulubione";
"timelapses" = "Poklatkowe";
"recentlyAdded" = "Ostatnio dodane";
"bursts" = "Serie zdjęć";
"slomoVideos" = "Zwolnione tempo";
"selfPortraits" = "Selfie";
"screenshots" = "Zrzuty ekranu";
"depthEffect" = "Portret";
"livePhotos" = "Live Photos";
"animated" = "Animacje";
"myPhotoStream" = "Mój strumień zdjęć";

"noTitleAlbumListPlaceholder" = "Wszystkie zdjęcia";
"textStickerRemoveTips" = "Przeciągnij tutaj, aby usunąć";
